Repository: udzutech24/millio
Catalog: millio/Localizable.xcstrings
Source language: ru
Languages: de, en, es, fr, tr, zh_hans

# profile.contact.header.title
source: Мы всегда готовы помочь.
de: Wir helfen dir gerne.
en: We’re here to help.
es: Estamos aquí para ayudar.
fr: Nous sommes là pour vous aider.
tr: Yardım etmek için buradayız.
zh_hans: 我们随时为你提供帮助。

# profile.contact.option.email
source: Почта
de: E-Mail
en: Email
es: Correo electrónico
fr: E-mail
tr: E-posta
zh_hans: 电子邮件

# profile.contact.option.telegram
source: Телеграм
de: Telegram
en: Telegram
es: Telegram
fr: Telegram
tr: Telegram
zh_hans: Telegram

# profile.contact.option.telegram_channel
source: Телеграм-канал
de: Telegram-Kanal
en: Telegram Channel
es: Canal de Telegram
fr: Chaîne Telegram
tr: Telegram Kanalı
zh_hans: Telegram 频道

# profile.currency
source: Валюта
de: Währung
en: Currency
es: Moneda
fr: Devise
tr: Para birimi
zh_hans: 货币

# profile.daily_reminders
source: Ежедневные напоминания
de: Tägliche Erinnerungen
en: Daily reminders
es: Recordatorios diarios
fr: Rappels quotidiens
tr: Günlük hatırlatıcılar
zh_hans: 每日提醒

# profile.daily_reminders.custom_placeholder
source: Например: внести расходы
de: Zum Beispiel: Ausgaben erfassen
en: For example: log expenses
es: Por ejemplo: registrar gastos
fr: Par exemple : enregistrer les dépenses
tr: Örneğin: giderleri kaydet
zh_hans: 例如：记录支出

# profile.daily_reminders.custom_text
source: Текст напоминания
de: Erinnerungstext
en: Reminder text
es: Texto del recordatorio
fr: Texte du rappel
tr: Hatırlatıcı metni
zh_hans: 提醒内容

# profile.daily_reminders.date
source: Дата
de: Datum
en: Date
es: Fecha
fr: Date
tr: Tarih
zh_hans: 日期

# profile.daily_reminders.day_of_month
source: День месяца
de: Tag des Monats
en: Day of month
es: Día del mes
fr: Jour du mois
tr: Ayın günü
zh_hans: 每月日期

# profile.daily_reminders.enabled
source: Включить напоминания
de: Erinnerungen aktivieren
en: Enable reminders
es: Activar recordatorios
fr: Activer les rappels
tr: Hatırlatıcıları etkinleştir
zh_hans: 开启提醒

# profile.daily_reminders.helper.daily
source: Напоминание будет приходить каждый день в выбранное время
de: Eine Erinnerung wird täglich zur ausgewählten Zeit gesendet
en: A reminder will be sent every day at the selected time
es: Se enviará un recordatorio cada día a la hora seleccionada
fr: Un rappel sera envoyé chaque jour à l'heure sélectionnée
tr: Seçilen saatte her gün bir hatırlatıcı gönderilecek
zh_hans: 提醒会在所选时间每天发送一次

# profile.daily_reminders.helper.monthly
source: Напоминание будет повторяться каждый месяц в выбранный день
de: Eine Erinnerung wird monatlich am ausgewählten Tag wiederholt
en: A reminder will repeat every month on the selected day
es: El recordatorio se repetirá cada mes en el día seleccionado
fr: Un rappel sera répété chaque mois le jour sélectionné
tr: Hatırlatıcı her ay seçilen günde tekrarlanacak
zh_hans: 提醒会在每月所选日期重复发送

# profile.daily_reminders.helper.once
source: Разовое напоминание сработает в выбранные дату и время
de: Eine einmalige Erinnerung wird am ausgewählten Datum und Uhrzeit gesendet
en: A one-time reminder will be sent on the selected date and time
es: Se enviará un recordatorio único en la fecha y hora seleccionadas
fr: Un rappel unique sera envoyé à la date et l'heure sélectionnées
tr: Seçilen tarih ve saatte tek seferlik bir hatırlatıcı gönderilecek
zh_hans: 一次性提醒会在所选日期和时间发送

# profile.daily_reminders.kind
source: Что напомнить
de: Woran erinnern
en: What to remind
es: Qué recordar
fr: Quoi rappeler
tr: Ne hatırlatılsın
zh_hans: 提醒内容

# profile.daily_reminders.kind.custom
source: Свое
de: Benutzerdefiniert
en: Custom
es: Personalizado
fr: Personnalisé
tr: Özel
zh_hans: 自定义

# profile.daily_reminders.kind.expense
source: Расходы
de: Ausgaben
en: Expenses
es: Gastos
fr: Dépenses
tr: Giderler
zh_hans: 支出

# profile.daily_reminders.kind.income
source: Доходы
de: Einnahmen
en: Income
es: Ingresos
fr: Revenus
tr: Gelir
zh_hans: 收入

# profile.daily_reminders.notification.custom.default
source: Откройте millio и обновите данные
de: Öffne millio und aktualisiere deine Daten
en: Open millio and update your data
es: Abre millio y actualiza tus datos
fr: Ouvrez millio et mettez à jour vos données
tr: Millio'yu açın ve verilerinizi güncelleyin
zh_hans: 打开 millio 并更新数据

# profile.daily_reminders.notification.expense.1
source: Пора внести сегодняшние расходы
de: Zeit, die heutigen Ausgaben zu erfassen
en: Time to log today's expenses
es: Es hora de registrar los gastos de hoy
fr: C'est l'heure d'enregistrer les dépenses du jour
tr: Bugünkü giderleri kaydetme zamanı
zh_hans: 该记录今天的支出了

# profile.daily_reminders.notification.expense.2
source: Добавьте сегодняшние траты, пока все свежо в памяти
de: Füge die heutigen Ausgaben hinzu, solange sie noch frisch sind
en: Add today's spending while it's still fresh
es: Añade los gastos de hoy mientras están frescos
fr: Ajoutez les dépenses d'aujourd'hui pendant que c'est encore frais
tr: Henüz tazeyken bugünkü harcamalarınızı ekleyin
zh_hans: 趁还记得，先把今天的花销记下来

# profile.daily_reminders.notification.expense.3
source: Запишите расходы, чтобы баланс оставался точным
de: Erfasse deine Ausgaben und halte deinen Saldo aktuell
en: Record your expenses and keep your balance accurate
es: Registra tus gastos y mantén tu saldo preciso
fr: Enregistrez vos dépenses et gardez votre solde précis
tr: Giderlerinizi kaydedin ve bakiyenizi doğru tutun
zh_hans: 记下支出，让余额保持准确

# profile.daily_reminders.notification.income.1
source: Пора внести новый доход
de: Zeit, neue Einnahmen zu erfassen
en: Time to log new income
es: Es hora de registrar nuevos ingresos
fr: C'est l'heure d'enregistrer les nouveaux revenus
tr: Yeni geliri kaydetme zamanı
zh_hans: 该记录新的收入了

# profile.daily_reminders.notification.income.2
source: Запишите поступления, чтобы баланс был актуальным
de: Eingehende Mittel erfassen, um den Saldo aktuell zu halten
en: Record incoming funds to keep your balance up to date
es: Registra los fondos recibidos para mantener el saldo actualizado
fr: Enregistrez les fonds entrants pour garder votre solde à jour
tr: Bakiyenizi güncel tutmak için gelen tutarları kaydedin
zh_hans: 记录入账，让余额保持最新

# profile.daily_reminders.notification.income.3
source: Добавьте доходы и обновите картину по финансам
de: Füge deine Einnahmen hinzu und aktualisiere deine Finanzübersicht
en: Add your income and refresh your financial overview
es: Añade tus ingresos y actualiza tu resumen financiero
fr: Ajoutez vos revenus et actualisez votre aperçu financier
tr: Gelirinizi ekleyin ve finansal genel bakışınızı yenileyin
zh_hans: 记下收入，更新你的财务概览

# profile.daily_reminders.preview.title
source: Пример уведомления
de: Benachrichtigungsvorschau
en: Notification preview
es: Vista previa de notificación
fr: Aperçu de la notification
tr: Bildirim önizlemesi
zh_hans: 通知预览

# profile.daily_reminders.schedule
source: Периодичность
de: Zeitplan
en: Schedule
es: Programación
fr: Planification
tr: Program
zh_hans: 频率

# profile.daily_reminders.schedule.daily
source: Каждый день
de: Täglich
en: Every day
es: Cada día
fr: Chaque jour
tr: Her gün
zh_hans: 每天

# profile.daily_reminders.schedule.monthly
source: День месяца
de: Tag des Monats
en: Day of month
es: Día del mes
fr: Jour du mois
tr: Ayın günü
zh_hans: 每月日期

# profile.daily_reminders.schedule.once
source: Дата
de: Bestimmtes Datum
en: Specific date
es: Fecha específica
fr: Date spécifique
tr: Belirli tarih
zh_hans: 指定日期

# profile.daily_reminders.summary.daily
source: Напоминание о {kind} будет приходить каждый день в {time}
de: Du erhältst täglich um {time} eine {kind}-Erinnerung
en: You will get a {kind} reminder every day at {time}
es: Recibirás un recordatorio de {kind} cada día a las {time}
fr: Vous recevrez un rappel {kind} chaque jour à {time}
tr: {time} saatinde her gün {kind} hatırlatıcısı alacaksınız
zh_hans: 系统会在每天 {time} 提醒你记录{kind}

# profile.daily_reminders.summary.kind.custom
source: своих заметках
de: benutzerdefinierte Notizen
en: custom notes
es: notas personalizadas
fr: notes personnalisées
tr: özel notlar
zh_hans: 自定义内容

# profile.daily_reminders.summary.kind.expense
source: расходах
de: Ausgaben
en: expenses
es: gastos
fr: dépenses
tr: giderler
zh_hans: 支出

# profile.daily_reminders.summary.kind.income
source: доходах
de: Einnahmen
en: income
es: ingresos
fr: revenus
tr: gelir
zh_hans: 收入

# profile.daily_reminders.summary.kind.selected
source: выбранных записях
de: ausgewählte Einträge
en: selected items
es: elementos seleccionados
fr: éléments sélectionnés
tr: seçili öğeler
zh_hans: 所选项目

# profile.daily_reminders.summary.monthly
source: Напоминание о {kind} будет приходить {day}-го числа каждого месяца в {time}
de: Du erhältst monatlich am {day}. um {time} eine {kind}-Erinnerung
en: You will get a {kind} reminder every month on day {day} at {time}
es: Recibirás un recordatorio de {kind} cada mes el día {day} a las {time}
fr: Vous recevrez un rappel {kind} chaque mois le {day} à {time}
tr: Her ay {day}. günü {time} saatinde {kind} hatırlatıcısı alacaksınız
zh_hans: 系统会在每月 {day} 日 {time} 提醒你记录{kind}

# profile.daily_reminders.summary.off
source: Напоминания выключены.
de: Erinnerungen sind deaktiviert.
en: Reminders are disabled.
es: Los recordatorios están desactivados.
fr: Les rappels sont désactivés.
tr: Hatırlatıcılar devre dışı.
zh_hans: 提醒已关闭。

# profile.daily_reminders.summary.once
source: Разовое напоминание о {kind} придет {date} в {time}
de: Du erhältst am {date} um {time} eine einmalige {kind}-Erinnerung
en: You will get a one-time {kind} reminder on {date} at {time}
es: Recibirás un recordatorio único de {kind} el {date} a las {time}
fr: Vous recevrez un rappel {kind} unique le {date} à {time}
tr: {date} tarihinde {time} saatinde tek seferlik {kind} hatırlatıcısı alacaksınız
zh_hans: 系统会在 {date} {time} 提醒你记录{kind}

# profile.daily_reminders.summary.title
source: Сейчас настроено
de: Aktuelle Einstellung
en: Current setup
es: Configuración actual
fr: Configuration actuelle
tr: Mevcut kurulum
zh_hans: 当前设置

# profile.daily_reminders.time
source: Время
de: Uhrzeit
en: Time
es: Hora
fr: Heure
tr: Saat
zh_hans: 时间

# profile.debug.unlock.action.cancel
source: Отмена
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
tr: İptal
zh_hans: 取消

# profile.debug.unlock.action.unlock
source: Открыть
de: Entsperren
en: Unlock
es: Desbloquear
fr: Déverrouiller
tr: Kilidi Aç
zh_hans: 解锁

# profile.debug.unlock.error
source: Неверный пароль
de: Falsches Passwort
en: Wrong password
es: Contraseña incorrecta
fr: Mot de passe incorrect
tr: Yanlış şifre
zh_hans: 密码错误

# profile.debug.unlock.password.placeholder
source: Пароль
de: Passwort
en: Password
es: Contraseña
fr: Mot de passe
tr: Şifre
zh_hans: 密码

# profile.debug.unlock.subtitle
source: Введите пароль, чтобы показать Debug в профиле.
de: Passwort eingeben, um Debug im Profil anzuzeigen.
en: Enter password to show Debug in Profile.
es: Introduce la contraseña para mostrar Debug en Perfil.
fr: Entrez le mot de passe pour afficher le débogage dans le profil.
tr: Profilde Hata Ayıklama'yı göstermek için şifreyi girin.
zh_hans: 输入密码以在个人资料中显示调试选项。

# profile.debug.unlock.title
source: Доступ к Debug
de: Debug-Zugriff
en: Debug access
es: Acceso debug
fr: Accès débogage
tr: Hata ayıklama erişimi
zh_hans: 调试访问

# profile.default_guest
source: Гость
de: Gast
en: Guest
es: Invitado
fr: Invité
tr: Misafir
zh_hans: 访客

# profile.done
source: Готово
de: Fertig
en: Done
es: Listo
fr: Terminé
tr: Tamam
zh_hans: 完成

# profile.faq.basic
source: Базовые вопросы
de: FAQ für den Einstieg
en: FAQ for getting started
es: Preguntas frecuentes para comenzar
fr: FAQ pour démarrer
tr: Başlangıç için SSS
zh_hans: 入门常见问题

# profile.faq.question_prefix
source: В:
de: F:
en: Q:
es: P:
fr: Q :
tr: S:
zh_hans: 问：

# profile.faq.subtitle
source: Здесь собраны базовые ответы по работе приложения.
de: Schnelle Antworten darüber, wie Millio funktioniert.
en: Quick answers about how Millio works.
es: Respuestas rápidas sobre cómo funciona Millio.
fr: Réponses rapides sur le fonctionnement de Millio.
tr: Millio'nun nasıl çalıştığına dair hızlı yanıtlar.
zh_hans: 关于 Millio 如何工作的快速解答。

# profile.faq.title
source: Вопросы и ответы
de: FAQ
en: FAQ
es: FAQ
fr: FAQ
tr: SSS
zh_hans: 常见问题

# profile.greeting
source: Привет,
de: Hallo,
en: Hello,
es: Hola,
fr: Bonjour,
tr: Merhaba,
zh_hans: 你好，

# profile.language
source: Язык
de: Sprache
en: Language
es: Idioma
fr: Langue
tr: Dil
zh_hans: 语言

# profile.language.all_languages
source: Все языки
de: Alle Sprachen
en: All languages
es: Todos los idiomas
fr: Toutes les langues
tr: Tüm diller
zh_hans: 所有语言

# profile.language.navigation_title
source: Язык
de: Sprache
en: Language
es: Idioma
fr: Langue
tr: Dil
zh_hans: 语言

# profile.language.search_placeholder
source: Поиск языка
de: Sprache suchen
en: Search language
es: Buscar idioma
fr: Rechercher une langue
tr: Dil ara
zh_hans: 搜索语言

# profile.launch_splash.mode.always
source: Всегда
de: Immer
en: Always
es: Siempre
fr: Toujours
tr: Her zaman
zh_hans: 始终显示

# profile.launch_splash.mode.off
source: Выключено
de: Aus
en: Off
es: Desactivado
fr: Désactivé
tr: Kapalı
zh_hans: 关闭

# profile.launch_splash.mode.once_per_day
source: Раз в день
de: Einmal täglich
en: Once per day
es: Una vez al día
fr: Une fois par jour
tr: Günde bir kez
zh_hans: 每天一次

# profile.launch_splash.title
source: Заставка при запуске
de: Startbildschirm
en: Launch screen
es: Pantalla de inicio
fr: Écran de démarrage
tr: Başlangıç ekranı
zh_hans: 启动画面

# profile.name
source: Имя
de: Name
en: Name
es: Nombre
fr: Nom
tr: Ad
zh_hans: 姓名

# profile.pin_setup.error.incorrect_current
source: Текущий PIN-код неверный
de: Aktueller PIN ist falsch
en: Current PIN is incorrect
es: El PIN actual es incorrecto
fr: Le PIN actuel est incorrect
tr: Mevcut PIN yanlış
zh_hans: 当前 PIN 码不正确

# profile.pin_setup.error.mismatch
source: PIN-коды не совпадают
de: PIN-Codes stimmen nicht überein
en: PIN codes do not match
es: Los códigos PIN no coinciden
fr: Les codes PIN ne correspondent pas
tr: PIN kodları eşleşmiyor
zh_hans: 两次输入的 PIN 码不一致

# profile.pin_setup.error.save_failed
source: Не удалось сохранить PIN-код
de: PIN konnte nicht gespeichert werden
en: Failed to save PIN
es: Error al guardar el PIN
fr: Échec de l'enregistrement du PIN
tr: PIN kaydedilemedi
zh_hans: PIN 码保存失败

# profile.pin_setup.step.confirm_new
source: Повторите новый PIN-код
de: Neuen PIN erneut eingeben
en: Re-enter new PIN
es: Vuelve a introducir el nuevo PIN
fr: Ressaisir le nouveau PIN
tr: Yeni PIN'i tekrar girin
zh_hans: 再次输入新 PIN 码

# profile.pin_setup.step.enter_new
source: Введите новый PIN-код
de: Neuen PIN eingeben
en: Enter new PIN
es: Introduce el nuevo PIN
fr: Entrer le nouveau PIN
tr: Yeni PIN girin
zh_hans: 输入新 PIN 码

# profile.pin_setup.step.verify_current
source: Введите текущий PIN-код
de: Aktuellen PIN eingeben
en: Enter current PIN
es: Introduce el PIN actual
fr: Entrer le PIN actuel
tr: Mevcut PIN'i girin
zh_hans: 输入当前 PIN 码

# profile.pin_setup.title.change
source: Изменить PIN-код
de: PIN-Code ändern
en: Change PIN code
es: Cambiar código PIN
fr: Modifier le code PIN
tr: PIN kodunu değiştir
zh_hans: 更改 PIN 码

# profile.pin_setup.title.create
source: PIN-код
de: PIN-Code
en: PIN code
es: Código PIN
fr: Code PIN
tr: PIN kodu
zh_hans: PIN 码

# profile.premium_access
source: Доступ PRO
de: PRO-Zugang
en: PRO access
es: Acceso PRO
fr: Accès PRO
tr: PRO erişimi
zh_hans: PRO 访问权限

# profile.premium.details
source: Подробнее
de: Mehr erfahren
en: Learn more
es: Más información
fr: En savoir plus
tr: Daha fazla bilgi
zh_hans: 了解更多

# profile.premium.diagnostics.access.free
source: Free
de: Kostenlos
es: Gratuito
fr: Gratuit
tr: Ücretsiz
zh_hans: 免费版

# profile.premium.diagnostics.access.subscription
source: Подписка
de: Abonnement
en: Subscription
es: Suscripción
fr: Abonnement
tr: Abonelik
zh_hans: 订阅

# profile.premium.diagnostics.access.trial
source: Триал
de: Testversion
en: Trial
es: Prueba
fr: Essai
tr: Deneme
zh_hans: 试用

# profile.premium.diagnostics.active
source: Активен
de: Aktiv
en: Active
es: Activo
fr: Actif
tr: Aktif
zh_hans: 已激活

# profile.premium.diagnostics.behavior
source: Где premium меняет поведение
de: Premium-Auswirkung nach Funktion
en: Premium impact by feature
es: Impacto PRO por función
fr: Impact premium par fonctionnalité
tr: Özelliğe göre premium etkisi
zh_hans: 功能级Premium影响

# profile.premium.diagnostics.current_access
source: Текущий доступ
de: Aktueller Zugang
en: Current entitlement
es: Derecho actual
fr: Droit actuel
tr: Mevcut yetki
zh_hans: 当前权益

# profile.premium.diagnostics.effective_premium
source: Эффективный premium
de: Premium aktiviert
en: Premium enabled
es: PRO activado
fr: Premium activé
tr: Premium etkin
zh_hans: Premium 已启用

# profile.premium.diagnostics.expiration
source: Истекает
de: Läuft ab am
en: Expires on
es: Expira el
fr: Expire le
tr: Bitiş tarihi
zh_hans: 到期时间

# profile.premium.diagnostics.free
source: Free
de: Kostenlos
es: Gratuito
fr: Gratuit
tr: Ücretsiz
zh_hans: 免费版

# profile.premium.diagnostics.inactive
source: Неактивен
de: Inaktiv
en: Inactive
es: Inactivo
fr: Inactif
tr: Etkin değil
zh_hans: 未激活

# profile.premium.diagnostics.no
source: Нет
de: Nein
en: No
es: No
fr: Non
tr: Hayır
zh_hans: 否

# profile.premium.diagnostics.off
source: Выкл
de: Aus
en: Off
es: Desactivado
fr: Désactivé
tr: Kapalı
zh_hans: 关

# profile.premium.diagnostics.on
source: Вкл
de: Ein
en: On
es: Activado
fr: Activé
tr: Açık
zh_hans: 开

# profile.premium.diagnostics.status.expired
source: Истекла
de: Abgelaufen
en: Expired
es: Expirado
fr: Expiré
tr: Süresi doldu
zh_hans: 已过期

# profile.premium.diagnostics.status.not_subscribed
source: Нет подписки
de: Kein aktives Abonnement
en: No active subscription
es: Sin suscripción activa
fr: Aucun abonnement actif
tr: Aktif abonelik yok
zh_hans: 无有效订阅

# profile.premium.diagnostics.status.subscribed
source: Подписка активна
de: Abonniert
en: Subscribed
es: Suscrito
fr: Abonné
tr: Abone olundu
zh_hans: 已订阅

# profile.premium.diagnostics.status.trial
source: Триал
de: Testversion
en: Trial
es: Prueba
fr: Essai
tr: Deneme
zh_hans: 试用中

# profile.premium.diagnostics.stored_status
source: Сохранённый статус
de: Gespeicherter Zugang
en: Stored entitlement
es: Derecho almacenado
fr: Droit enregistré
tr: Kayıtlı yetki
zh_hans: 已存储权益

# profile.premium.diagnostics.summary
source: %ld/%ld активно
de: %ld/%ld aktiv
en: %ld/%ld active
es: %ld/%ld activos
fr: %ld/%ld actifs
tr: %ld/%ld aktif
zh_hans: %ld/%ld 已激活

# profile.premium.diagnostics.title
source: Диагностика PRO
de: Premium-Diagnose
en: Premium diagnostics
es: Diagnóstico PRO
fr: Diagnostics Premium
tr: Premium tanılama
zh_hans: PRO 诊断

# profile.premium.diagnostics.trial
source: Триал
de: Testversion
en: Trial
es: Prueba
fr: Essai
tr: Deneme
zh_hans: 试用

# profile.premium.diagnostics.trial_disabled
source: Триал отключен (override)
de: Testversion durch Override deaktiviert
en: Trial disabled by override
es: Prueba desactivada por anulación
fr: Essai désactivé par remplacement
tr: Deneme geçersiz kılındı
zh_hans: 试用已被调试覆盖禁用

# profile.premium.diagnostics.yes
source: Да
de: Ja
en: Yes
es: Sí
fr: Oui
tr: Evet
zh_hans: 是

# profile.premium.status.debug
source: Текущий режим: Debug premium
de: Plan: Debug-Premium
en: Plan: Debug Premium
es: Plan: Debug Premium
fr: Plan : Debug Premium
tr: Plan: Hata Ayıklama Premium
zh_hans: 方案：调试版 Premium

# profile.premium.status.free
source: Текущий режим: Free
de: Plan: Kostenlos
en: Plan: Free
es: Plan: Gratuito
fr: Plan : Gratuit
tr: Plan: Ücretsiz
zh_hans: 方案：免费版

# profile.premium.status.subscription
source: Текущий режим: Подписка
de: Plan: Abonnement
en: Plan: Subscription
es: Plan: Suscripción
fr: Plan : Abonnement
tr: Plan: Abonelik
zh_hans: 方案：订阅版

# profile.premium.status.trial
source: Текущий режим: Триал
de: Plan: Testversion
en: Plan: Trial
es: Plan: Prueba
fr: Plan : Essai
tr: Plan: Deneme
zh_hans: 方案：试用版

# profile.primary_currency.badge_title
source: Новая основная валюта
de: Neue Hauptwährung
en: New primary currency
es: Nueva moneda principal
fr: Nouvelle devise principale
tr: Yeni birincil para birimi
zh_hans: 新的主货币

# profile.primary_currency.change_message
source: Это обновит основную валюту приложения и валюты отображения, которые следуют за ней
de: Dies aktualisiert die Hauptwährung der App und alle Anzeigewährungen, die ihr folgen
en: This updates the app primary currency and any display currencies that follow it
es: Esto actualiza la moneda principal de la app y las monedas de visualización vinculadas
fr: Cela met à jour la devise principale de l'application et toutes les devises d'affichage qui la suivent
tr: Bu, uygulamanın birincil para birimini ve onu izleyen görüntüleme para birimlerini günceller
zh_hans: 这会更新应用的主货币，以及所有跟随主货币的显示货币

# profile.primary_currency.change_title
source: Изменить основную валюту?
de: Hauptwährung ändern?
en: Change primary currency?
es: ¿Cambiar moneda principal?
fr: Changer la devise principale ?
tr: Birincil para birimi değiştirilsin mi?
zh_hans: 要更改主货币吗？

# profile.primary_currency.change_to_format
source: Изменить на %@
de: Zu %@ wechseln
en: Change to %@
es: Cambiar a %@
fr: Changer pour %@
tr: %@ olarak değiştir
zh_hans: 切换为%@

# profile.quick_setup
source: Быстрая настройка
de: Schnelleinrichtung
en: Quick setup
es: Configuración rápida
fr: Configuration rapide
tr: Hızlı kurulum
zh_hans: 快速设置

# profile.rate_app
source: Оценить приложение
de: App bewerten
en: Rate app
es: Valorar app
fr: Évaluer l'application
tr: Uygulamayı değerlendir
zh_hans: 给应用评分

# profile.rate_app.block.eyebrow
source: Ваш голос
de: Deine Stimme
en: Your voice
es: Tu opinión
fr: Votre avis
tr: Sesiniz
zh_hans: 你的声音

# profile.rate_app.block.subtitle
source: Короткий отзыв помогает нам делать Millio лучше
de: Eine kurze Bewertung hilft uns, Millio zu verbessern
en: A short review helps us make Millio better
es: Una reseña breve nos ayuda a mejorar Millio
fr: Un court avis nous aide à améliorer Millio
tr: Kısa bir yorum Millio'yu daha iyi yapmamıza yardımcı olur
zh_hans: 简短的反馈能帮助我们把 Millio 做得更好

# profile.rate_app.block.title
source: Как вам Millio?
de: Wie gefällt dir Millio?
en: How do you like Millio?
es: ¿Qué te parece Millio?
fr: Comment trouvez-vous Millio ?
tr: Millio'yu nasıl buldunuz?
zh_hans: 你觉得 Millio 怎么样？

# profile.rate_app.dialog.feedback.action
source: Написать нам
de: Feedback senden
en: Send feedback
es: Enviar comentarios
fr: Envoyer un commentaire
tr: Geri bildirim gönder
zh_hans: 发送反馈

# profile.rate_app.dialog.feedback.gratitude
source: Спасибо за честность
de: Danke für das ehrliche Feedback
en: Thanks for the honest feedback
es: Gracias por los comentarios honestos
fr: Merci pour votre retour honnête
tr: Dürüst geri bildiriminiz için teşekkürler
zh_hans: 感谢你的坦诚反馈

# profile.rate_app.dialog.feedback.message
source: Расскажите, что улучшить
de: Sag uns, was wir verbessern sollen
en: Tell us what we should improve
es: Dinos qué deberíamos mejorar
fr: Dites-nous ce que nous devrions améliorer
tr: Geliştirmemiz gerekenleri bize anlatın
zh_hans: 告诉我们还可以改进什么

# profile.rate_app.dialog.feedback.title
source: Что улучшить?
de: Was sollen wir verbessern?
en: What should we improve?
es: ¿Qué deberíamos mejorar?
fr: Que devrions-nous améliorer ?
tr: Neyi geliştirmeliyiz?
zh_hans: 我们该改进什么？

# profile.rate_app.dialog.rate.action.app_store
source: Оставить оценку
de: Bewertung abgeben
en: Leave a rating
es: Dejar valoración
fr: Laisser une note
tr: Puan bırak
zh_hans: 去评分

# profile.rate_app.dialog.rate.action.in_app
source: Оценить
de: Jetzt bewerten
en: Rate now
es: Valorar ahora
fr: Noter maintenant
tr: Şimdi değerlendir
zh_hans: 立即评分

# profile.rate_app.dialog.rate.gratitude
source: Это помогает Millio расти
de: Das hilft Millio zu wachsen
en: It helps Millio grow
es: Ayuda a Millio a crecer
fr: Cela aide Millio à grandir
tr: Millio'nun büyümesine yardımcı olur
zh_hans: 这能帮助 Millio 成长
